Repository: JensDerKrueger/HexDiff
Catalog: HexDiff/*.lproj/Localizable.strings
Languages: de

# filePicker.left.button
source: Select left file…
de: Linke Datei wählen …

# filePicker.right.button
source: Select right file…
de: Rechte Datei wählen …

# filePicker.drop.hint
source: Drop file here or click
de: Datei hier ablegen oder klicken

# status.differences.count %lld
source: Different lines: %lld
de: Unterschiedliche Zeilen: %lld

# status.current.difference %lld %lld
source: Current: %lld/%lld
de: Aktuell: %lld/%lld

# status.previousButton
source: Previous difference
de: Vorherige Stelle

# status.nextButton
source: Next difference
de: Nächste Stelle

# status.closeBothButton
source: Close both files
de: Beide Dateien schließen

# placeholder.noFiles
source: Please select two files or drop them here to display a hex diff.
de: Bitte zwei Dateien auswählen oder per Drag & Drop ablegen, um ein Hex-Diff anzuzeigen.

# error.fileImporter
source: Error selecting file: %@
de: Fehler beim Auswählen der Datei: %@

# error.drop
source: Error during drop: %@
de: Fehler beim Drop: %@

# processing.loading
source: Loading and analyzing file…
de: Datei wird geladen und analysiert …

# processing.diff
source: Analyzing differences…
de: Analysiere Unterschiede …

# error.fileLoad
source: Error loading file: %@
de: Fehler beim Laden der Datei: %@

# error.tooManyDifferences
source: The files differ in many places (more than %d lines with differences). A detailed view was not computed for performance reasons.
de: Die Dateien unterscheiden sich an sehr vielen Stellen (mehr als %d Zeilen mit Unterschieden). Eine detaillierte Ansicht wurde aus Performancegründen nicht berechnet.
